{
    "pages": [
        {
            "id": "Biology-Health Sciences",
            "about": [
                "This degree program provides an intensive course of study in the basic sciences, social sciences, communication, and mathematics to prepare students for entry into professional programs. Our science classes include hands-on labs with professors, a strong emphasis on medical application, and critical thinking about case studies and relevant biomedical research.",
                "Courses in health management, medicine microbiology, biochemistry, and molecular and cell biology also provide preparation for careers in biotechnology or graduate work in public health, medical administration or science PhD programs.",
                "There are several faculty advisors in our program and we encourage students to work closely with the advisor they connect best with. The Biology–Health Sciences program also urges students to begin volunteering in medical settings, possibly during high school and especially during college. Our Health Sciences student club helps students get connected with volunteering and shadowing opportunities, often at the hospital located just across the street from Oregon Tech, or at nearby medical offices."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Biological Sciences"
        },
        {
            "id": "Clinical Sleep Health",
            "about": [
                "Non-physician health care providers play an important role in successful disease management, community support, and the standard of care and education provided to sleep patients and their families. This program provides training and education to aid in the care and management of patients with sleep disorders, primarily sleep apnea.",
                "Students gain knowledge of sleep abnormalities and learn to evaluate treatment plans to provide quality long-term patient care for adult, geriatric, pediatric, and infant populations. Graduates may use the certificate to meet requirements for job competencies, promotions, salary increases, or other considerations. Graduates are prepared to develop and implement education programs for patients and families, as well as outreach programs for the larger community.",
                "Graduates of the program will be eligible to sit for the new CCSH examination, available through the Board of Registered Polysomnographic Technologists (BRPT) provided all requirements are met.",
                "Students may also want to consider the Bachelor of Science in Health Care Management."
            ],
            "campuses": [
                "online"
            ],
            "type": [
                "AAS",
                "Certificate"
            ],
            "keyCategory": "Biological Sciences"
        },
        {
            "id": "Dental Hygiene",
            "about": [
                "Please join us for a ZOOM admission's information session on: Thursday, January 20th from 4:00-5:00pm (PST) Email Lisa Leonard at lisa.leonard@oit.edu to RSVP and receive the Zoom Link. "
            ],
            "campuses": [
                "Klamath Falls",
                "Salem"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Biological Sciences"
        },
        {
            "id": "Accounting",
            "about": [
                "The accounting degree program incorporates technology into most accounting courses while also reinforcing the principles of financial and managerial accounting, tax, and auditing. Many students take the CMA or CPA exams upon graduating, go on to graduate school, and/or find employment in this growing, in-demand career field."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Business Management"
        },
        {
            "id": "Business",
            "about": [
                "The business management option provides students with an array of paths to build just the right business tool box to meet their professional. This is an example",
                "Business Analytics provides students with data analytics tools to make strategic and data-driven decisions in all areas of business.",
                "Entrepreneurship/Innovation prepares students to work in cross-disciplinary teams to produce innovative solutions in small and large business environments.",
                "Customized Program allows students to work with their advisor to build a unique business curriculum focused on their professional goals and interests."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Business Management"
        },
        {
            "id": "Cybersecurity",
            "about": [
                "Oregon Tech’s Cybersecurity degree is designed to create business-savvy IT security professionals who not only protect organizations and their information systems, but also serve as key business partners. Graduates will be ready to transition seamlessly from classroom to the workforce.",
                "As “industry’s university,” and one of the top polytechnic universities in the Pacific Northwest, the standalone Cybersecurity degree aligns with Oregon Tech’s mission to provide applicable, hands-on experience for students in the changing workforce environment. Cybersecurity experts, Professors Dan Carrere and Tracey Coon, along with Information Technology Professors, Jeff Dickson and Lindy Stewart, specifically developed the degree to meet industry’s needs.",
                "Cybersecurity has emerged as a unique profession specializing in the technologies, processes and practices designed to protect networks, computers, programs and data from attack, damage or unauthorized access. Many careers in cybersecurity combine knowledge and skills from other disciplines such as computer science, information technology, and business, along with expertise in specialized topics that are unique to cybersecurity.",
                "The Cybersecurity degree program at Oregon Tech provides students with the fundamental understanding of how computer and information systems operate, and the methods and techniques used to protect them. This degree will prepare graduates to enter the Cybersecurity profession with the knowledge and skills necessary to obtain entry to mid-level positions in a variety of industries."
            ],
            "campuses": [
                "Klamath Falls",
                "Portland-Metro"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Business Management"
        },
        {
            "id": "Communication Studies",
            "about": [
                "In Communication studies, beginning students don’t have to be narrowly focused upon a specific career path. Instead, students who want to learn how to reach across disciplinary boundaries to create change, improve communication, and excel in their field are welcomed. With a unique opportunity to shape the program to fit your interests and career goals, Communication Studies majors design, with their advisors and professionals in the field, a program of study that prepares them for specific occupations. Communication Studies prepares graduates to enter a variety of fields after graduation. As participants in the program, students develop and integrate knowledge, creativity, ethical practice, and skills in small classes, taught by professionally connected professors with real-world experience.",
                "The Communication Studies major at Oregon Tech is very different from many communication studies programs. We are different because Oregon Tech is different! We care about the students being able to apply the knowledge and skills they develop, we care about the relationships they will form with their professors (not graduate teaching assistants!) and other students, and we care about both their short-term and long-term success. What this means is that the Communication Studies degree at Oregon Tech is extremely flexible, transfer friendly, and designed for individuals.",
                "Students enter our program and take a series of courses designed to expose them to the basic contexts of communication. Communication is a broad and inclusive skill set that can be used in many contexts, yet has no specific application."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Communication & Journalism"
        },
        {
            "id": "Professional Writing",
            "about": [
                "Develop and hone your professional and technical writing skills in this innovative and interdisciplinary Professional Writing program. Whatever your interest—scientific and technical writing, digital media, or writing in organizations—our highly customizable program can match your passions with your career goals. Additionally, we offer flexible entry points, so that whether you already have some college credits, are just entering college, or are a working professional, Oregon Tech’s bachelor’s degree in Professional Writing has a place for you.",
                "Above all, professional writers write; they’re grant writers, information architects, web designers, technical editors, social media managers, and much, much more. Professional writers are the “air-traffic controllers” of writing within organizations; they manage projects, conduct research, and design innovative communication solutions. They use their advanced written communication skills to synthesize information and span boundaries between technical experts, decision-makers, and the public.",
                "Organizations and industries everywhere rely on professional writers to communicate their messages and effectively reach their stakeholders—and Oregon Tech’s Professional Writing externship will give you the hands-on experience you need to prepare you to write in these exciting professional contexts. Our 12-credit flexible externship, offered in your senior year, will give you real-world experience as you create a portfolio of professional work that will make you an attractive and sought-after job candidate. Working with your faculty advisor, you will develop an externship in an industry of your choosing to help you meet your career goals. During your externship, you can also pursue advanced coursework to further hone your skills and prepare you to excel from the day you graduate."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Communication & Journalism"
        },
        {
            "id": "Applied Mathematics",
            "about": [
                "Do you love solving problems by applying mathematical and analytical solutions? The Applied Mathematics degree program at Oregon Tech has an emphasis on mathematical rigor, paired with demonstrated ability in other fields of your choosing, offering you \"the best of both worlds\" in order to meet your goals and dreams by being able to customize your education.",
                "Graduates with an Oregon Tech Applied Mathematics degree will have knowledge and appreciation of the depth of mathematics, including the connections between different areas of mathematics, and between mathematics and other disciplines. Course work for the bachelor’s degree is intended to provide a solid foundation of mathematical theory and a broad selection of applied work both in and outside mathematics.",
                "The major includes course work in calculus, differential equations, and numerical methods. Students also take a sequence of introductory physics courses and a further sequence in a technical field outside mathematics. This program allows students to pick from a wide variety of courses that interest them in order to fill social science, elective and humanities requirements"
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Computer/Information Science"
        },
        {
            "id": "Computer Engineering Technology",
            "about": [
                "Oregon Tech’s Computer Engineering Technology (CET) degree will teach you computer systems along with the traditional aspects of applied engineering. This unique mix of hands-on and theory-driven study makes our graduates highly sought after by high-tech corporations. Our program prepares students to apply both hardware and software systems to computer applications.",
                "Even before students graduate, many choose to participate in internships and co-op programs. The CET program is a proud member of MECOP where students will complete two 6-month paid internships. Companies hiring Oregon Tech CET interns include Intel, Mentor Graphics, Cisco, Actel, and Altera. Other students will participate in less formalized internships at companies like JELD-WEN.",
                "Alumni of the Oregon Tech Computer Engineering Technology (CET) bachelor's degree program are employed in a wide range of high tech industries from industrial manufacturing to consumer electronics where they will be involved in solving problems through the development of hardware, software and embedded applications. Alumni may be involved in product development and design, testing and qualification, application engineering, or sales."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Associate of Engineering",
                "Bachelor of Science"
            ],
            "keyCategory": "Computer/Information Science"
        },
        {
            "id": "Data Science",
            "about": [
                "The data science curriculum was developed following guidelines for a data science degree with mathematical focus recently set out in the National Academy of Sciences Report Data Science for Undergraduates: Opportunities and Options, as well as an analysis of the skills required by jobs in industry. A key element of the program is extensive hands-on experience.",
                "Final touches in program design were aided by a technique from data science known as “web scraping.” Because of Oregon Tech’s commitment to meeting the needs of industry, an essential piece of the program design involved acquiring a list of skills companies are currently looking for when hiring a data scientist. While such a list could be obtained many ways, the University’s list was created by programming a computer to quickly collect (“scrape”) and analyze hundreds of job advertisements for data scientist positions posted online. Web scraping is a good illustration of the type of data science techniques that allow statistical analyses to be done quickly for large amounts of complex data.",
                "Data science is a rapidly growing field with jobs ranging from research in science and healthcare, to technology jobs within companies in marketing and targeted advertising. According to the Bureau of Labor Statistics, data scientists will see a 27.9% increase in demand through 2026. Other jobs include automated systems (cars that drive themselves for example) and governmental positions in data management and reporting. With an advanced degree, someone trained in data science could do research in a variety of fields including statistics, business/management, survey sampling, bioinformatics and many others."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Computer/Information Science"
        },
        {
            "id": "Civil Engineering",
            "about": [
                "A Civil Engineering degree from Oregon Tech will provide you with real world, hands-on education to practice structural, transportation, water resources/environmental, and geotechnical engineering, incorporating professional communication skills and team work.",
                "Whatever your individual interests, you'll learn both the theory and practical application of design and not just in your last few senior classes. Design work starts in the first year and builds in complexity throughout the program as you prepare for immediate employment and eventual licensure as a Professional Engineer. In your fourth year of study, you have the option to target specific careers within the broad field of civil engineering.",
                "A degree in civil engineering will allow you to work for consulting firms, government agencies, heavy construction, municipalities, and more. Oregon Tech graduates may consider a concurrent degree in environmental sciences to expand career opportunities."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science",
                "Master of Science"
            ],
            "keyCategory": "Engineering"
        },
        {
            "id": "Electrical Engineering",
            "about": [
                "The Bachelor of Science in Electrical Engineering (BSEE) at Oregon Tech offers unique, innovative degree options for students interested in this dynamic field. Designed to prepare professionals to meet the needs of the growing and quickly changing Electrical Engineering industry, Oregon Tech’s hands-on, applied programs offers our students professional practice experiences within a highly customizable degree.",
                "Oregon Tech’s program is designed around a classic, foundational core of electrical engineering course work. Students enrolled in the BSEE degree program can also pursue dual degrees, concurrent degrees, and minors that allow students flexibility and specialization in their interest areas. Emphasis in these programs is placed on practical application of electrical engineering knowledge in a professional context, making Oregon Tech graduates highly sought after, and highly paid in the state, region and globally by companies, government entities and other organizations.",
                "The BSEE degree program at Oregon Tech welcomes full-time students, transfer students, part-time and working professionals. Whether you are preparing for an engineering career in industry, skilling up for advancement in your current position, or building a foundation for advanced graduate education in the future, Oregon Tech offers high quality, in-demand, industry engaged degree programs with top faculty and small, engaged classes.",
                "Electrical engineering is concerned with the use of electricity to transmit electric power, or to process information. Electrical engineers design, develop, test, and integrate electrical power systems and electrical machines, as well as electronic systems, including portable electronic devices, medical equipment, communication systems, radar and navigation systems."
            ],
            "campuses": [
                "Klamath Falls",
                "Portland-Metro"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Engineering"
        },
        {
            "id": "Geomatics",
            "about": [
                "Oregon Tech will give you the skills to be a land surveyor and/or geospatial professional by learning through using high performance geographical equipment and systems to analyze the great outdoors of Klamath Falls. At Oregon Tech, the study of Geomatics combines theory, problem-solving and field work to train students for an exciting career.",
                "The location of the Klamath Falls campus provides great conditions to survey and analyze the Earth around us because of the approximate 300 days of sunshine year-round and includes unique arrangements of physical features and slope differences.",
                "Today, geomatics professionals use an integrated approach to measuring, analyzing and managing spatial data, employing high-tech equipment like Geographic Information Systems, Global Positioning Systems (GPS), digital photogrammetry, digital total stations, satellite and terrestrial remote sensing to create a detailed but understandable picture of the Earth's natural and constructed features.",
                "Oregon Tech’s curriculum prepares students for employment and licensure. Oregon Tech Geomatics students can apply for the Civil Engineering Cooperative Program (CECOP) for two 6-month internships during their junior year."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Engineering"
        },
        {
            "id": "Allied Health",
            "about": [
                "With an aging baby-boomer population and longer life-expectancy, the entire healthcare industry will see an increase in the demand for medical services (US Department of Labor, 2012). Yet, the complexity of the constantly-changing healthcare delivery landscape creates the need for a new kind of healthcare professional.",
                "Most graduate programs focus on clinical proficiency, which is only one part of what it takes to succeed in healthcare’s future. With the MSAH program at Oregon Tech, you stand out from the crowd with the leadership, research, teaching and business skills necessary to thrive.",
                "Our program follows the National Center for Healthcare Leadership Model which focuses on developing 28 core leadership competencies.",
                "While health leaders have a lot in common with and demonstrate the behaviors of the best leaders of the top-performing organizations worldwide, they do so in an industry and environment that call for a higher level of both competence and professional values, given the specific context in which healthcare is provided, where the 'end consumer' is ultimately all people.",
                "The culture of the MSAH program begins by igniting student passion for learning and developing new skills that apply immediately to their careers. Students learn first about who they are as leaders, along with developing their natural strengths so that they quickly become more effective in working with others individually or in groups. Through training in research management, community and education, students leave our program with increased confidence, self-awareness and make an even greater impact in healthcare."
            ],
            "campuses": [
                "Online"
            ],
            "type": [
                "Master of Science"
            ],
            "keyCategory": "Health Sciences"
        },
        {
            "id": "Applied Behavior Analysis (ABA)",
            "about": [
                "In response to the growing demand for competent practitioners of Applied Behavior Analysis (ABA), Oregon Tech offers Undergraduate and Graduate coursework that prepares students for these high-demand positions!",
                "Whether enrolled at Oregon Tech's Portland-Metro or Klamath Falls campus, students obtain the skills needed to meet the demand for well-qualified, credentialed providers at the state and national level. Opportunities for supervised clinical work through applied experience in actual practice settings are available through a network of community partners."
            ],
            "campuses": [
                "Klamath Falls",
                "Portland-Metro"
            ],
            "type": [
                "Certificate",
                "Master of Science"
            ],
            "keyCategory": "Liberal Arts & Humanities"
        },
        {
            "id": "Applied Psychology",
            "about": [
                "Applied Psychology students learn about how humans develop over time, how our brain functions, how we act in social situations, what affects our physical and mental health, how to assess and identify psychological disorders, and how to provide a variety of evidenced-based interventions to people in need.",
                "Our program provides a strong core curriculum designed to meet American Psychological Association (APA) standards. It emphasizes how to apply knowledge and skills so you are highly prepared for a variety of careers. Core courses include Human Development, Abnormal Psychology, Social Psychology, Cognitive Psychology, Research Methods, Behavior Modification, Counseling, and Career Preparation.",
                "This strong base is complemented with the flexibility to select from a diverse set of applied elective courses. Academic advisors help students design an in-depth and personalized course sequence that best prepares them for their chosen career. Courses are taught with an emphasis on engagement, critical thinking, applying knowledge to real-world situations, building strengths, and practicing the specific skills necessary for immediate employment or graduate school upon graduating with this degree."
            ],
            "campuses": [
                "Klamath Falls",
                "Portland-Metro"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Liberal Arts & Humanities"
        },
        {
            "id": "Software Engineering Technology",
            "about": [
                "Software Engineering Technology is an engineering discipline that deals with all aspects of software production. Students learn to design software systems, write the code that implements those systems, and test systems to make sure they meet requirements. Our graduates are contributing to solutions in medical, industrial, communications, aerospace, business, and scientific fields.",
                "By earning your B.S. in Software Engineering Technology from Oregon Tech, you will be prepared to begin or advance your career with the knowledge and skills that employers across the country and around the world are looking for in this high-demand field.",
                "Oregon Tech’s Software Engineering Technology degree program places a strong emphasis on application, not just theory. The applied, hands-on curriculum prepares students for entry into the computer professions. Students will develop solid software engineering skills throughout all phases of the curriculum. You will begin developing software your first quarter at Oregon Tech. After laying a solid foundation your freshmen year, you will cover more advanced topics your sophomore year. Your junior and senior year will include year-long projects as well as classes in advanced topics. The early-start in our curriculum means that many students get quality (and well paid) internships following their sophomore year."
            ],
            "campuses": [
                "Klamath Falls",
                "Portland-Metro"
            ],
            "type": [
                "Associate of Engineering",
                "Bachelor of Science"
            ],
            "keyCategory": "Mathematics & Statistics"
        },
        {
            "id": "Environmental Sciences",
            "about": [
                "A degree in Environmental Sciences prepares students for immediate employment and graduate studies in the assessment and monitoring of environmental conditions and problems, including research, monitoring, mitigation and restoration. The program focuses on applied scientific reasoning and methodology to study natural and human environments from interdisciplinary systems perspectives with strong emphasis on reading, writing, and oral communication. The curriculum builds on four cores: natural sciences (biology, chemistry, and physics); mathematics (including calculus and statistics); geographic information systems (GIS); and integrated social sciences (including economics, geography, and bioregional studies).",
                "Students within the Environmental Sciences program put their knowledge into practice in the best place possible—the great outdoors.",
                "Starting with Introduction to Environmental Sciences in the first year, emphasis is placed on active experiential learning, which faculty members take seriously by introducing students to all that the Klamath Basin has to offer. Not only does Oregon Tech’s Klamath Falls campus have on-campus study sites such as the Native Garden- a joint project with US Fish & Wildlife- but faculty also maintain many partnerships with the US Forest Service, Bureau of Reclamation, Bureau of Land Management. With small class sizes, personalized curriculum, and real-life, hands-on education, Oregon Tech’s Environmental Sciences degree program graduates highly skilled and marketable students.",
                "Oregon Tech students may consider a concurrent degree in Civil Engineering to expand career opportunities."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Sciences"
            ],
            "keyCategory": "Natural Resources & Conservation"
        },
        {
            "id": "Marriage and Family Therapy",
            "about": [
                "Marriage and Family Therapists (MFTs) are mental health providers that approach assessment, diagnosis, and treatment from a relational and systemic perspective. MFTs believe that mental health problems are formed and/or exacerbated in relationships and they must be healed in relationships. Graduate training provides MFT students with specialized training to treat a wide variety of presenting problems in individuals, couples, families, and group systems. The primary difference between MFTs and other mental health providers is the systemic and relational emphasis in the therapeutic process. ",
                "The MFT Program at Oregon Tech is a full-time mental health graduate program with specialized training in systems, families, and relationships. Students are admitted to the program to begin coursework each fall. The MFT Program takes 2.75 years to successfully complete; part-time opportunities are available upon request. A year-long practicum experience begins in June between year two and three of the program. Courses are offered nights, weekends, and days in a variety of modalities, including: face-to-face in person; face-to-face via video conferencing; blended; and fully online. "
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Master of Science"
            ],
            "keyCategory": "Psychology"
        },
        {
            "id": "Population Health Management",
            "about": [
                "In June of 2014, Oregon Tech launched the nation’s first Bachelor’s training program in Population Health Management (PHM). Created in response to changes in health care legislation, and in support of the new landscape of health in the United States, the program provides rigorous training in the research and development needed to address key population health issues. Oregon Tech’s Population Health Management Program has an academic foundation in medical sociology, which is the formal investigation of social and structural determinants of health. The social science approach to population health signifies an incorporation of the cultural, political, and environmental aspects of health.",
                "The PHM program curriculum is interdisciplinary, and students benefit from training in psychology, health informatics, management, marketing, ethics, and health sciences. The cornerstone of the PHM program includes applied courses in which students concurrently learn skills in the classroom while directly applying these skills in a community based project."
            ],
            "campuses": [
                "Klamath Falls"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Psychology"
        },
        {
            "id": "Electronics Engineering Technology",
            "about": [
                "Electronics Engineering Technology is an in-demand field that is focused on the theory, concepts, and practical applications of electrical engineering. Oregon Tech Electronics Engineering Technology graduates possess a combination of theoretical and practical understanding and skills, and are ready for professional practice on Day One because of the real-world, applied approaches that students engage in throughout the program. The Bachelor of Science in Electronics Engineering Technology (BSEET) program is specifically designed to prepare graduates to assume engineering and technology positions in the electronics industry.",
                "Oregon Tech offers the only accredited BSEET in the State of Oregon at its Portland-Metro Campus in Wilsonville. To meet the needs of working professionals, some courses are also offered in the evenings and online. Oregon Tech’s program is a critical piece of students’ path to degree since it provides the only transferability opportunity in Oregon towards a BS degree for students with an Associate of Applied Science programs in Electronics Technology, Microelectronics, and related programs offered at community colleges in the state. Oregon Tech has transfer agreements with all the accredited Electronics Engineering Technology and related programs in Oregon in order to guarantee seamless transferability of credits towards our BSEET degree.",
                "The BSEET program is especially suited for working professionals with an associate degree in Electronics Engineering Technology, Microelectronics Technology or equivalent coursework. A transfer student would take two years to earn a BSEET degree, and three years for a BS in Electrical Engineering. The curriculum, content, and rigor of Oregon Tech’s BSEET and BSEE programs are closely matched. However, our BSEET program focuses more on the applied aspect of electrical engineering aimed at preparing graduates to assume engineering and technology positions in the electronics industry."
            ],
            "campuses": [
                "Portland-Metro"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Technology"
        },
        {
            "id": "Embedded Systems Engineering Technology",
            "about": [
                "Be a part of bridging the gap between software and hardware design by expanding your knowledge and applying new ideas in practical design through hands-on education at Oregon Tech",
                "The goal of the Embedded Systems Engineering Technology (ESET) program is to prepare you with the skills demanded by real-world industries. Key to this process is hands-on experience with Embedded Systems platforms.",
                "The ESET program at Oregon Tech will prepare you to enter firmware development on these highly robust, mission critical platforms.",
                "The program is a blend of small class sizes and hands-on labs and projects, bringing the devices of interest directly into the hands of students. This is an applied program, where the learning is in the doing."
            ],
            "campuses": [
                "Klamath Falls",
                "Portland-Metro"
            ],
            "type": [
                "Bachelor of Science"
            ],
            "keyCategory": "Technology"
        }
    ]
}